{
    TIPS: [
        { id: 0 ,title: "Grappling Hook Pull",  legends:'Pathfinder', img:'pathfinder', desc: "Your grappling hook isn't just for reaching higher, it can also be used to bring you and your enmies closer! While aiming at an enemy, activate your grappling hook. If it hits them, it will pull them to you, not only surprising them, but also setting you up to deliver a sweet shotgun to the face."},
        {id: 1, title: "Crouch to Change Weapons Faster", legends: 'Any', img: 'movement', desc: "When in a gun battle, speed matters. So when you swap weapons you can cancel the animation of the weapon being swapped by initiating a crouch. This allows you to swap and fire much faster!"},
        { id: 2 ,title: "Run Faster",  legends:'Any', img:'movement', desc: "This one seems to be common knowledge, putting your weapons away while running increases your speed. You would be surprised though how many people still run with their weapons in hand!"},
        {id: 3, title: "Crosshairs Distance", legends: 'Any', img: 'crosshair', desc: "When using an optic scope with the crosshair zoom, you will notice that there is a series of numbers vertical on the crosshair and also a distance in meters. Using the center of your crosshair, those vertical numbers reflect the drop of your shot based on the meters (x100) into the distance. So if your target is 300 meters away, your shot is going to fall and hit where the vertical 3 is on the crosshair."},
        {id: 4, title: "Dropzone Decoy!", legends: 'Mirage', img: 'mirage', desc: "Mirage being the tricksy guy he is has a dropzone trick! When diving down, you can deploy your decoy and it will continue down as if it was another player. This is a great way to mislead other teams while you glide to another area."},
        {id: 5, title: "Arcstar Sticky!", legends: 'Any', img: 'arcstar', desc: "This awesome little bomb is a sticky bomb with a 3 second timer and is great for melting shields! Hit your target and it sticks to them, meaning they take the full force of the blast."},
        {id: 6, title: "Wall Peek", legends: 'Any', img: 'movement', desc: "When climbing a wall, let go of your jump button at the top and you'll be able to peek over. Just watch out for snipers!"},
        {id: 7, title: "Destroy Caustic Traps", legends: 'Any', img: 'gas', desc: "Get rid of those annoying traps by shooting their base before they burst!"},
        { id: 8 ,title: "Backwards Slide",  legends:'Any', img:'movement', desc: "While going into a slide, spin your view 180 degrees and you can now look and shoot behind you."},
        {id: 9, title: "Kick Ground to Shorten Animation", legends: 'Any', img: 'movement', desc: "When falling, as you land there is a short"},
        {id: 10, title: "Running Mirage Ultimate", legends: 'Mirage', img: 'mirage', desc: "Normally when you initiate Mirage's Ultimate, his decoys stand still. If you time it right though by initiating the Ultimate while in the air, his decoys will run outwards."},
        {id: 11, title: "Block Doors", legends: 'Any', img: 'door', desc: "You can block doors using death boxes, Caustic's Gas Trap, and by other players."},
        {id: 12, title: "Wraith's Zipline", legends: 'Wraith', img: 'wraith', desc: "You can speed up your interdimensional travel by using it while on a zipline!"},
        {id: 13, title: "Moveable Shield", legends: 'Lifeline + Gibraltar', img: 'dome', desc: "Want 15 seconds of a slowly moving dome of protection? Look no further than Lifeline's Healing Drone, which with a well aimed Dome of Protection, becomes a moveable dome!"},
        {id: 14, title: "No Zone Damage", legends: 'Wraith', img: 'wraith', desc: "When outside the zone and taking that tick of damage, you can avoid this by using Wraith's ability for interdimensional travel."},
        {id: 15, title: "Drones Heal Everyone!", legends: 'Any', img: 'drone', desc: "Lifeline's Healing Drone heals everyone! Enemies included!"},
        {id: 16, title: "Special Guns", legends: 'Any', img: 'guns', desc: "The Kraber and Mastiff are only obtainable through the Supply Drop pods. These are the pods that come down slowly and have a red accent color atop it."},
        {id: 17, title: "Heal Hop", legends: 'Any', img: 'heal', desc: "To counter the movement reduction of healing and recharging shields, you can initiate a slide, then heal/charge while continuing to hold the slide and forward button, while spamming jump. "},   
    ]
}